package com.kisayo.englishwithjiae.data

object WordData2 {
    val word2 = listOf(
        "가족", "학교", "친구", "사랑", "행복", "고양이", "강아지", "토끼", "사과", "바나나",
        "포도", "딸기", "우유", "자동차", "버스", "비행기", "기차", "자전거", "배", "도서관",
        "공책", "연필", "지우개", "가방", "모자", "신발", "바지", "치마", "옷", "강",
        "바다", "산", "숲", "나무", "꽃", "구름", "햇빛", "별", "달", "바람",
        "번개", "천둥", "눈사람", "사자", "호랑이", "코끼리", "기린", "원숭이", "새", "물고기",
        "거북이", "개구리", "나비", "개미", "지렁이", "강아지", "고양이", "토끼", "호수", "우산",
        "그네", "미끄럼틀", "시소", "정글짐", "놀이공원", "동물원", "도서관", "시장", "놀이터", "컵",
        "숟가락", "젓가락", "그릇", "식탁", "의자", "침대", "베개", "이불", "창문", "열쇠",
        "벽", "시계", "전화기", "컴퓨터", "텔레비전", "리모컨", "냉장고", "세탁기", "전자레인지", "선풍기",
        "에어컨", "청소기", "빗자루", "쓰레기통", "칫솔", "치약", "수건", "비누", "샴푸", "린스",
        "거울", "욕조", "샤워기", "양말", "장갑", "스카프", "비옷", "햇볕", "그림자", "냄새",
        "소리", "기쁨", "슬픔", "놀람", "두려움", "분노", "용기", "친절", "배려", "정직",
        "인내", "노력", "희망", "꿈", "목표", "성공", "실패", "도전", "여행", "산책",
        "운동", "축구", "농구", "야구", "배구", "수영", "달리기", "스케이트", "썰매", "눈사람",
        "낙엽", "얼음", "모래", "돌멩이", "흙", "씨앗", "열매", "나뭇잎", "뿌리", "줄기",
        "목소리", "책가방", "수업", "생일", "축제", "노래", "춤", "놀이", "게임", "그림",
        "색칠", "퍼즐", "블록", "공", "자전거", "인형", "로봇", "가위", "풀", "색연필",
        "물감", "붓", "종이", "편지", "우표", "편지봉투", "카드", "사탕", "초콜릿", "젤리",
        "아이스크림", "빵", "쿠키", "케이크", "국", "김치", "라면", "떡볶이", "불고기", "비빔밥",
        "스파게티", "피자", "햄버거", "감자튀김", "주스", "우유", "물", "쥬스", "아침식사", "점심식사",
        "저녁식사", "간식", "장난감", "풍선", "알람시계", "지갑", "손목시계", "운동화", "고무줄", "놀이터"
    )
}
